{
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_chatglm.ChatGLMTokenizer",
      null
    ]
  },
  "clean_up_tokenization_spaces": false,
  "do_lower_case": false,
  "encode_special_tokens": false,
  "model_max_length": 1000000000000000019884624838656,
  "padding_side": "right",
  "remove_space": false,
  "split_special_tokens": false,
  "tokenizer_class": "ChatGLMTokenizer"
}
